semestr2/logika/08.03.2021-rachunek-nazw-cd.md

# Table of Contents

1.  [Rachunek Nazw cd](#org23cda83)
        1.  [Supozycje](#org95a0c67)


<a id="org23cda83"></a>

# Rachunek Nazw cd


<a id="org95a0c67"></a>

### Supozycje

-   jaką funkcję dana nazwa pełni w zdaniu
-   **Supozycja prosta:** witwg dotyczy ona konkretnie wskazanego desygnatu
-   **Supozycja formalna:** witwg dotyczy ogólnego zbioru desygnatów (nie dotyczy nazw indywidualnych)
-   **Supozycja materialna:** witwg odnosi się do siebie samej (metajezyk)

stół krzywy ryj żal maleństwo
sejm naturalny satelita ziemi wielkki egoizm matka wisławy szymborskiej

